[!Global]
!LanguageID=1049
!LanguageName=Русский
!TranslationAuthor=Fidelich
!TranslationAuthorEmail=fidelich@gmail.com
!TranslationDefaultFont=Tahoma,8,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
Access_Denied=Доступ запрещён
APPLY_CHANGES=Применить изменения
Fail=Недоступен
GEN_THUMBNAIL=Предпросмотр...
Ignored_loaded=Игнорировать(Работает)
Ignored_unloaded=Игнорировать(Отключено)
Ignored=Игнорирование
In_Debugging=Режим отладки
IMPORT_PROFILE=Новый профиль
LOAD_MODE_CHANGING_TO=Переключить режим на:
LOAD_MODE_NOT_CHANGED=Режим не изменён
LOAD_MTDLL_FAILED=Ошибка загрузки MacType
LOAD_TYPE_REG=Реестр
LOAD_TYPE_SERVICE=Запускать как службу
LOAD_TYPE_TRAY_ADV=Автономный режим
LOAD_TYPE_TRAY_CMP=Режим совместимости
LOAD_TYPE_MANUAL=Ручной режим
ABOUT_RESOLUTION=Разрешение
ABOUT_DLL_VERSION=Версия MacType
ABOUT_TRAY_VERSION=Версия MacTray
ABOUT_TUNER_VERSION=Версия MacTuner
ABOUT_SPECIALTHANKS=Особая благодарность
Loaded=Обрабатывается
Loading=Запускается
NO_PRIVILEGE_TO_SWITCH_PROFILE=(Не могу переключить профиль без необходимых разрешений)
Noname=Безымянный
Not_responding=Не отвечает
Pending=Ожидаю
Processing=Обработка
PROFILE_CHANGING_TO=Профиль будет изменён на:
PROFILE_NOT_CHANGED=Профиль не изменён
Refresh_failed=Ошибка обновления
Refreshed=Обновление завешено
Refreshing=Обновление
SELECT_PROFILE=Выберите предпочитаемый профиль:
SELECT_YOUR_LOAD_MODE=Выберите режим загрузки MacType
UAC=(Ограниченные разрешения)
Unloaded=Отключено
Unloading=Отключение
MACTYPE_RENDER_TEXT=Мастер настройки MacType
MACTYPE_SAVED_AND_APPLY=Профиль сохранён. Применить?
MACTYPE_SAVED_NO_APPLY=профиль сохранён<BR>Для использования его необходимо поместить его в папку MacType/ini.
MACTYPE_QUIT_WITHOUT_SAVE=Выйти без изменений?
MACTYPE_RELOAD_PROFILE=Не сохранить изменения и перезагрузить профиль?
MACTYPE_TEST=тест
LOCKED=Заблокировано
UNTITLED_PROFILE=Безымянный
CUSTOM=Custom
NOFILTER=Без оптимизации
LCDFILTER1=Оптимизация1
LCDFILTER2=Оптимизация2
BOLD=Полужирный
ITALIC=Курсив
INDIVIDUAL=Автономный профиль
ERROR_MACTYPE_CANNOT_LOAD=Не удалось загрузить MacType, убедитесь, что MacType был корректно установлен и программа находится в папке установке.
ERROR_MACTYPE_UNKNOWN=Произошла неизвестная ошибка при инициализации.
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner не смог связаться с MacType и будет закрыт через 10 секунд; Попробуйте ещё раз после проверки профиля.
ERROR_MACTYPE_NOT_COMPATIBLE=Ваша версия MacType не совместима с программой, обновите её и попробуйте ещё раз.
MSGBOX_SAVE_CHANGES=Профиль изменен, сохранить его?
MACTYPE_RULE_DEFINED=%d правил определены
MSGBOX_EXIT_NOSAVE=Выйти без изменений?
MACTYPE_WIZARD_CAPTION=Мастер настройки MacType (%d/%d)
MACTYPE_PREVIEW_CAPTION=Предпросмотр MacType (%s %dpt %s)
UNLOCK_INFOTIP=Разблокировать|Разблокировать окно предпросмотра. Окно<BR>предпросмотра отображает изменения в реальном времени<BR>|3
LOCK_INFOTIP=Заблокировать|Заблокировать окно предпросмотра. Заблокированное окно предпросомтра<BR>не отображает will not show real-time changes thus can be used to compare<BR>differences<BR>|2
MACTYPE_CONTROL_PANEL_FILE=MacType Control Panel - %s
MACTYPE_CONTROL_PANEL_UNTITLED=MacType Control Panel - Untitled
MSGBOX_CONFIRM_MODIFICATION=Profile changed, save it?
[TForm1]
btn1.Caption=Отмена(&C)
btnAdv.Caption=Конфиг..
btnNext.Caption=Далее(&Д)
Caption=Настройка профиля MacType
dlgOpen1.Filter=Профили|*.ini
dlgOpen1.Title=Открыть профиль
lbl1.Caption=Мастер настройки профиля MacType
lbl2.Caption=Выберите задачу для продолжения:
lbl3.Caption=Создать новый профиль
lbl4.Caption=Изменить профиль
lbl5.Caption=Или нажмите Конфиг.. для тонкой настройки.
lbl6.Caption=Мастер поможет создать новый профиль MacType. Нажмите Далее для продолжения.<BR><BR>Для перехода в расширенный настройки в любой момент нажмите Конфиг..
lbl7.Caption=Мастер поможет изменить выбранный профиль. Нажмите Далее для продолжения, или <BR><BR><BR>Для перехода в расширенный настройки в любой момент нажмите Конфиг..
lbl8.Caption=выберите другой профиль
lbl9.Caption=Извините, ваша версия не поддерживается.
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=Standalone Font
cbbAA.Items.Text=No anti-aliasing<BR>Grey scale anti-aliasing<BR>Light anti-aliasing<BR>Optimized anti-aliasing for LCD(RGB)<BR>Optimized anti-aliasing for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbHintingMode.Items.Text=Internal Hinting<BR>No Hinting<BR>Auto FreeType Hinting<BR>Auto Light-way Hinting<BR>
cbbHintingMode.Text=No Hinting
cbbUseKerning.Items.Text=No Kerning<BR>Kerning<BR>
cbbUseKerning.Text=No Kerning
chkAA.Caption=Anti-aliasing
chkBold.Caption=Boldweight
chkHinting.Caption=Font Hinting
chkItalic.Caption=Угол курсива
chkKerning.Caption=Кернинг
chkNormal.Caption=Normalweight
grp1.Caption=Adjustment
lbl1.Caption=Шрифт
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=LCDFilter Weight
chkCustom.Caption=Custom filter
lbl1.Caption=Left
lbl2.Caption=Center left
lbl3.Caption=Centr right
lbl4.Caption=Center
lbl5.Caption=Right
rbMode0.Caption=Без оптимизации (&N)
rbMode1.Caption=оптимизация1(&L)
rbMode2.Caption=оптимизация2(&D)
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=Cancel(&C)
btn2.Caption=Font(&T)...
btnAdv.Caption=Advanced(&A)
btnNext.Caption=Далее(&Д)
btnPrev.Caption=Назад(&Н)
Caption=MacType
lbl1.Caption=Font Settings
lbl2.Caption=r
[TForm3]
btn1.Caption=Cancel(&C)
btnNext.Caption=Save(&S)
btnPrev.Caption=Previous(&P)
Caption=Finish
dlgSave1.Filter=Profile|*.ini
dlgSave1.Title=Save profile
lbl1.Caption=MacType profile saved.
lbl2.Caption=Now you can click Save to save your profile.
[TForm4]
btnBkColor.Hint=Цвет фона|Выбрать цвет фона окна предпросмотра|4
btnBold.Hint=Полужирный|Установить полужирное начертание|5
btnContent.Hint=Текст в предпросмотре|Установить текст, отображающийся в окне предпросмотра,<BR>текст будет переносится по строкам<BR>|0
btnFont.Hint=Шрифт|Установить шрифт для окна предпросмотра|1
btnItalic.Caption=B
btnItalic.Hint=Курсив|Быстро изменить начертание на курсив|6
btnLock.Hint=Заблокировать|Заблокировать окно предпросмотра. Заблокированное окно предпросмотра<BR>не отображает изменения в реальном времени. Используйте для сравнения вносимых <BR>изменений<BR>|2
Caption=Предпросмотр MacType
rztrckbr1.Hint=Размер текста|передвиньте для изменения размера текста в окне предпросомтра,<BR>текущий размер отображается в заголовке окна<BR>
[TForm5]
lbl23.Caption=Прозрачность
btn1.Caption=Edit
btn2.Caption=Edit
btn3.Caption=Edit
btn4.Caption=Edit
btnBtnExit.Caption=Выход
btnBtnExit.Hint=Выход
btnBtnNew.Caption=New
btnBtnNew.Hint=New|Create a profile model|0
btnBtnNote.Caption=Note
btnBtnNote.Hint=New preview window|Create a new preview window. Creating multiple preview windows is<BR>to facilitate observation about the performance of multiple fonts under the current profile<BR>or under different profiles.<BR>|4
btnBtnOpen.Caption=Open
btnBtnOpen.Hint=Open|Open a profile to edit|2
btnBtnSave.Caption=Save
btnBtnSave.Hint=Save|Save or replace profile<BR>Annotation reserve automatically when replacing profile.<BR>|6
Caption=Панель управления MacType - Без имени
cbbAA.Items.Text=No anti-aliasing<BR>Grey scale anti-aliasing<BR>Light anti-aliasing<BR>Optimized anti-aliasing for LCD(RGB)<BR>Optimized anti-aliasing for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbBolderMode.Items.Text=New standard bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
cbbBolderMode.Text=New standard bold
cbbFontLink.Items.Text=None<BR>Use FreeType to connect<BR>Use Win32 to connect<BR>
cbbFontLink.Text=Use FreeType to connect
cbbFontSub.Items.Text=No font replacement<BR>Use secure replacement<BR>Use complete replacement<BR>
cbbFontSub.Text=No font replacement
cbbGammaMode.Items.Text=No Gamma tuning<BR>Use custom value<BR>Use Windows Gamma value<BR>
cbbGammaMode.Text=Use custom value
cbbHintingMode.Items.Text=Internal Hinting<BR>No Hinting<BR>Auto FreeType Hinting<BR>Auto Light-way Hinting<BR>
cbbHintingMode.Text=No Hinting
cbbHookChild.Items.Text=leave<BR>Auto load into sub-processes<BR>
cbbHookChild.Text=Auto load into sub-processes
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=No kerning<BR>Kerning<BR>
cbbUseKerning.Text=No kerning
dlgOpen1.Filter=profile|*.ini
dlgOpen1.Title=Open profile
dlgSave1.Filter=MacType profile|*.ini
grp1.Caption=Font property
grp2.Caption=Words tuning
grp3.Caption=Mapping property
grp4.Caption=Shadow
lbl1.Caption=Renderring core:
lbl10.Caption=Processes without renderring
lbl11.Caption=Fonts without renderring
lbl12.Caption=Standalone font profile
lbl13.Caption=0 rule has been defined
lbl14.Caption=0 rule has been defined
lbl15.Caption=0 rule has been defined
lbl16.Caption=0 rule has been defined
lbl17.Caption=Replace or render font with MacType(No preview)
lbl18.Caption=Ignore to render listed processes with MacType(No preview)
lbl19.Caption=Kerning:
lbl2.Caption=Font linking:
lbl20.Caption=Apply standalone profile for specific fonts for better performance
lbl21.Caption=Ignore to render listed fonts with MacType(No preview)
lbl22.Caption=Sub-processes:
lbl3.Caption=Bold mode:
lbl4.Caption=Gamma mode:
lbl5.Caption=Anti-aliasing mode:
lbl6.Caption=Hinting:
lbl7.Caption=LCD оптимизация:
lbl8.Caption=Подмена шрифта:
lbl9.Caption=Подмена шрифта
lblAlpha.Caption=Прозрачность
lblB.Caption=B
lblBoldWeight.Caption=Полужирный
lblContrast.Caption=Контраст
lblG.Caption=G
lblGamma.Caption=Гамма
lblGlobal.Caption=Global
lblItalic.Caption=Курсив
lblNormalWeight.Caption=Базовые
lblOffset.Caption=Offset
lblR.Caption=R
lblRenderWeight.Caption=RenderWeight
rztbshtTabSheet1.Caption=Базовые
rztbshtTabSheet2.Caption=Настройка шрифта
rztbshtTabSheet3.Caption=Исключения
rztlbr1.CustomizeCaptions.Close=Close
rztlbr1.CustomizeCaptions.Hint=Uncheck to hide control
rztlbr1.CustomizeCaptions.MoveDown=Move Down
rztlbr1.CustomizeCaptions.MoveUp=Move Up
rztlbr1.CustomizeCaptions.NoTextLabels=No text labels
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=Selective text on right
rztlbr1.CustomizeCaptions.ShowTextLabels=Show text labels
rztlbr1.CustomizeCaptions.TextOptions=Text Options
rztlbr1.CustomizeCaptions.Title=Customize Toolbar
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=Please type some words for preview
mmo1.Lines.Text=MacType2010 preview demo?<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=Font replacement
lbl1.Caption=Replace with
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude process
lbl1.Caption=Process
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude font
lbl1.Caption=font
[TFrame1]
Frame1.fontlst1.FontName=Simsun
Frame1.lbl1.Caption=Please select a preview font as the standard for later adjustment.<BR>You could change the standard font any time you want by clicking the Font button below.
[TFrame10]
Frame10.lbl1.Caption=Optimization for LCD<BR><BR>If you're using LCD monitor, select the optimazation below might lead to a better MacType performance.
Frame10.rg1.Caption=LCD Mode
Frame10.rg1.Items.Text=No optimization<BR>Optimization1<BR>Optimization2<BR>
[TFrame11]
Frame11.lbl1.Caption=Font shadow<BR><BR>Font shadow could smooth font edge, therefor enhance visual experiences, but over-dense shadow is likely lead to visual fatigue.<BR>Use the scroll below to adjust shadow density and position.
Frame11.lbl2.Caption=Shadow offset
Frame11.lbl3.Caption=Near
Frame11.lbl4.Caption=Far
Frame11.lbl5.Caption=Shadow density
Frame11.lbl6.Caption=Light
Frame11.lbl7.Caption=Close
Frame11.lbl8.Caption=Default(&D)
Frame11.lbl9.Caption=Dark
[TFrame2]
Frame2.lbl1.Caption=Tuning mode<BR><BR>Font tuning technology could make font more clear and eye-friendly by tuning font display.<BR>Choosing different tuning modes could produce significant changes in font display effect.
Frame2.rg1.Caption=Tuning mode
Frame2.rg1.Items.Text=Standard tuning<BR>No tuning<BR>Auto tuning<BR>Light auto tuning<BR>
[TFrame3]
Frame3.lbl1.Caption=Configure anti-aliasing mode<BR><BR>Anti-aliasing affect final font display performance on your monitor, you might need to set a suitable mode for better performance accordingly.
Frame3.rg1.Caption=Anti-aliasing mode
Frame3.rg1.Items.Text=None<BR>Grey scale<BR>Light<BR>LCD(RGB)<BR>LCD(GBR)<BR>Light LCD(RGB)<BR>Light LCD(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=Font Weight<BR><BR>Use the scroll below to tune font size and weight.
Frame4.lbl2.Caption=Render level
Frame4.lbl3.Caption=Light
Frame4.lbl4.Caption=Dark
Frame4.lbl5.Caption=Gamma
Frame4.lbl6.Caption=Light
Frame4.lbl7.Caption=Dark
Frame4.lbl8.Caption=Default(&D)
[TFrame5]
Frame5.lbl1.Caption=Adjust font size<BR><BR>Use the scroll below to tune normal or bold font size.
Frame5.lbl2.Caption=Normal size
Frame5.lbl3.Caption=Thin
Frame5.lbl4.Caption=Thick
Frame5.lbl5.Caption=Bold size
Frame5.lbl6.Caption=Thin
Frame5.lbl7.Caption=Thick
Frame5.lbl8.Caption=Default(&D)
Frame5.lbl9.Caption=Standalone Bold found, fail to preview bold size effect.
[TFrame6]
Frame6.lbl1.Caption=Adjust italic angle<BR><BR>You could use the scroll below to adjust italic angle.<BR>Fonts with standalone Italic will not be affected by this parameter.
Frame6.lbl2.Caption=Italic angle
Frame6.lbl3.Caption=Vertical
Frame6.lbl4.Caption=Italic
Frame6.lbl8.Caption=Default(&D)
[TFrame7]
Frame7.lbl1.Caption=Set bold mode<BR><BR>MacType provide some solutions for bold processing by default, you can choose one of them.
Frame7.lbl2.Caption=Standalone Bold found, fail to preview bold size effect.
Frame7.rg1.Caption=Bold mode
Frame7.rg1.Items.Text=Two-way bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
[TFrame8]
Frame8.lbl1.Caption=Adjust Contrast<BR><BR>Scroll to adjust words contrast, lower contrast might lead to fuzzy words while higher contrast thiner and colorful-edge words.
Frame8.lbl2.Caption=Contrast
Frame8.lbl3.Caption=Low
Frame8.lbl4.Caption=High
Frame8.lbl8.Caption=Default(&D)
[TFrame9]
Frame9.lbl1.Caption=Adjust font color<BR><BR>Use scroll below to adjust words' color weight.
Frame9.lbl10.Caption=Dark
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=Light
Frame9.lbl6.Caption=Dark
Frame9.lbl7.Caption=Font edge
Frame9.lbl8.Caption=Default(&D)
Frame9.lbl9.Caption=Light
[TfrmAbout]
btn1.Caption=OK(&O)
Caption=О программе
[TfrmNewProfile]
btn1.Caption=Открыть профиль(&I)
btn2.Caption=Новый профиль(&C)
Caption=Новый профиль
dlgOpen1.Filter=Все поддерживаемые форматы|*.ini;*.mtc|Основные профили MacType|*.ini|Быстрые профили MacType|*.mtc
dlgOpen1.Title=Выбрать профиль
lbl1.Caption=You can click Open Profile to open preset profile to apply;<BR>Or you can click New Profile to start MacType Tuner to create a new profile.
[TfrmProgress]
lbl1.Caption=Применение настроек
[TfrmPsInfo]
A1.Caption=&О программе
btnLoad.Caption=Включить(&S)
btnRefresh.Caption=Обновить(&R)
chk1.Caption=Скрывать недоступные &системные процессы
btnUnload.Caption=&Отключить
btnLoadAll.Caption=Run all(&E)
btnUnloadAll.Caption=Stop all(&D)
Caption=Процессы (статус обработки)
D1.Caption=Отключен(&D)
E1.Caption=Запущен(&E)
E2.Caption=Исключить этот процесс(&E)
F1.Caption=Открыть &профиль
GDI1.Caption=Открыть папку &MacType
H1.Caption=Онлайн &помощь...
I1.Caption=Включить этот процесс(&I)
Language1.Caption=Язык
MacTypeTuner1.Caption=Открыть в MacType &Tuner
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=Открыть в &Блокноте
N6.Caption=Не заменять шрифты для этого процесса
N7.Caption=-
N8.Caption=Онлайн обновление
U1.Caption=&Проверить сейчас
O1.Caption=&Настройки обновления
pslst1.Columns.Item0.Caption=Приложение
pslst1.Columns.Item1.Caption=Процесс
pslst1.Columns.Item2.Caption=PID
pslst1.Columns.Item3.Caption=Статус
R1.Caption=Перезапустить(&R)
S1.Caption=&Установки
T1.Caption=&Процессы
T2.Caption=Завершить процесс(&T)
trayIco1.Hint=MacTypeTray
W1.Caption=&Мастер настройки
X1.Caption=Выход (&X)
[TfrmSettings]
btnBtnDelete.Caption=Удалить
btnBtnDelete.Hint=Удалить выбранный профиль
btnBtnEdit.Caption=Редактировать
btnBtnEdit.Hint=Редактировать профиль с помощью MacTuner
btnBtnNew.Caption=Новый
btnBtnNew.Hint=Создать новый профиль с помощью MacTuner
btnCancel.Caption=Отмена(&C)
btnOK.Caption=&Ok
Caption=Установки
chk64.Caption=Разрешить обрабатывать 64-битные процессы(&B)
chk64.Hint=Allow MacTray to use Agent Process to operate 64-bit program
chkAutoEnable.Caption=Все процессы
chkAutoEnable.Hint=Применять ко всем процессам при запуске MacType
chkAutoRun.Caption=Автозагрузка
chkAutoRun.Hint=Запускать MacType при загрузке системы
chkAutoUnload.Caption=Автоотключение(&X)
chkAutoUnload.Hint=Отключение обработки для всех процессов при выходе из MacType.<BR>Опция всегда активна в режиме совместимости.
chkHideACD.Caption=Hide processes that can't be operated(&H)
chkHideACD.Hint=Hide processes and system processes that can't be accessed under current permissions in the list
edtReload.Hint=Пытаться запустить обработку MacType для необработанных процессов через указанный интервал<BR>Минимум 5000, для отключения функции установите 0<BR>Не применяется в режиме совместимости.
edtReload.Text=1000
grp1.Caption=Настройки режима запуска
grp2.Caption=Управление профилями
lbl1.Caption=Обновлять <BR>каждые:
lbl2.Caption=(мс)
lbl3.Caption=MacTuner не установлен
lbl4.Caption=Ограниченные разрешения, невозможно изменить настройки
rb1.Caption=&Совместимый
rb1.Hint=Стабильный и быстрый режим загрузки.<BR>Быстрая и стабильная загрузка для всех процессов.<BR>Невозможно работать в одном процессе.<BR>Функция перезагрузки может не применяться.
rb2.Caption=&Автономный
rb2.Hint=Режим стабильного одиночного процесса, любое падение<BR> процесса не влияет на другие.<BR>Доступен ручной контроль любого процесса.
[TfrmWizard]
btn1.Caption=Процессы(&P)...
btn2.Caption=&Ok
btn3.Caption=Отмена(&C)
btnBack.Caption=<Назад
btnClose.Caption=Закрыть(&C)
btnFinish.Caption=Завершить
btnNext.Caption=&Далее>
Caption=Мастер настройки MacType
frmMode.chkUAC.Caption=От имени администратора
frmMode.lbl2.Caption=Запускать средствами реестра Windows для самой "незаметной работы". Все запускаемые программы будут обрабатываться при старте.<BR>Необходима перезагрузка для включения или отключения обработки.
frmMode.lbl3.Caption=Запускать MacType как системную службу. Никакого ГУИ и иконки. Хорош также, как режим Реестр.<BR>Из-за отсутствия интерфейса настройки для управления (включения и выключения обработки) используется оснастка Службы.
frmMode.lbl4.Caption=Запуск из MacTray. Иконка отображается в области уведомлений.<BR>Самый простой режим настройки. Переключение профиля, включение и отключение рендеринга, исключение программ из обработки, всё, что захотите.
frmMode.lbl5.Caption=Запуск из MacTray. Иконка отображается в области уведомлений.<BR>В отличие от автономного режима невозможно исключить из обработки отдельные программы, но вызывает меньше проблем и обработку можно быстро включить и выключить.
frmMode.lbl6.Caption=MacType не будет запускаться автоматически. Необходимо самостоятельно запускать обработку программы в MacType, перетащив её в окно MacType.
frmMode.rb1.Caption=Системная служба
frmMode.rb2.Caption=Вручную
frmMode.rb3.Caption=Автономный режим
frmMode.rb4.Caption=Режим совместимости
frmMode.rbReg.Caption=Реестр
frmMode.rbTray.Caption=Запускать с MacTray
lbl1.Caption=Выберите режим запуска MacType:
lbl2.Caption=Будут сделаны следующие изменения:
lbl3.Caption=Режим запуска не изменён
lbl4.Caption=Профиль не изменён
lbl5.Caption=Нажмите OK для применения изменений или Отмена для возврата в мастер.<BR>Для выхода без изменений закройте окно, <BR>нажав на крестик в правом верхнем углу окна.
lbl6.Caption=Применить изменения?
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=Нажмите для запуска MacTray
[TMacType]
MacType.DisplayName=Служба MacType